"+ Add" = "+ Ekle";

"Add a card" = "Kart ekle";

"Add a payment method" = "Ödeme yöntemi ekle";

"Add bank account" = "Banka hesabı ekle";

"Add new payment method" = "Yeni ödeme yöntemi ekle";

"Add your payment information" = "Ödeme bilgilerinizi ekleyin";

"Approve payment" = "Ödemeyi onaylayın";

"Are you sure you want to remove this card?" = "Bu kartı kaldırmak istediğinizden emin misiniz?";

"Are you sure you want to remove this linked account?" = "Bu bağlı hesabı kaldırmak istediğinizden emin misiniz?";

"Back" = "Geri";

"Bank account" = "Banka hesabı";

"Buy now or pay later with Klarna." = "Şimdi satın alın veya daha sonra Klarna ile ödeyin.";

"Buy using a UPI ID" = "UPI Numarası kullanarak satın alın";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal'la ödemeyi onayladığınızda, %@ şirketine gelecekteki ödemeler için kendi koşullarına uygun olarak PayPal hesabınızı ücretlendirme izni vermiş olursunuz.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "PayPal'a devam ederek, %@ şirketine gelecekteki ödemeler için kendi koşullarına uygun olarak PayPal hesabınızı ücretlendirme izni vermiş olursunuz.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Devam ettiğinizde ödemeleri <terms>bu koşullara</terms> göre yetkilendirmeyi kabul etmiş olursunuz.";

"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Devam ettiğinizde, bu <terms>koşullar</terms>a uygun olarak ödemelere izin vermeyi kabul etmiş olursunuz.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Devam ederek %1$@ şirketinin bu ödeme ve gelecekteki ödemeler için Cash Uygulaması hesabınızı %2$@ şirketinin şartlarına uygun olarak borçlandırmasına izin vermiş olursunuz. Bu durum, izin iptal edilene kadar geçerli olur. İstediğiniz zaman Cash Uygulamasının Ayarlarından bu izni değiştirebilirsiniz.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Link'e katılarak <terms>Hükümleri</terms> ve <privacy>Gizlilik Politikasını</privacy> kabul etmiş olursunuz.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ödeme bilgilerinizi sağlayarak ve bu ödemeyi onaylayarak, (A) %@ ve ödeme hizmeti sağlayıcımız Stripe'a hesabınızdan ödeme tahsilatı yapması için bankanıza talimatlar göndermesi ve (B) bankanıza bu talimatlara uygun olarak hesabınızdan ödeme tahsilatı yapması için yetki verirsiniz. Haklarınızın bir parçası olarak, bankanızla yaptığınız sözleşmenin hüküm ve koşulları uyarınca bankanızdan geri ödeme alma hakkına sahipsiniz. Geri ödeme, hesabınızdan ödeme tahsilatı yapıldığı tarihten itibaren 8 hafta içinde talep edilmelidir. Haklarınız, bankanızdan alabileceğiniz bir hesap özetinde açıklanmaktadır. Tahakkuk etmeden 2 gün öncesine kadar gelecekteki ödeme tahsilatları için bildirim almayı da kabul edersiniz.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "%@ için banka hesabınızı kaydettiğinizde ödemeleri <terms>bu koşullara</terms> göre yetkilendirmeyi kabul etmiş olursunuz.";

"Cancel and pay another way" = "İptal edip başka bir yöntemle ödeyin";

"Change email" = "E-posta adresini değiştir";

"Choose a payment method" = "Yeni bir ödeme yöntemi seçin";

"Close card scanner" = "Kart tarayıcısını kapat";

"Code sent" = "Kod gönderildi";

"Contact information" = "İletişim bilgileri";

"Default" = "Varsayılan";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Adresi manuel olarak girin";

"Enter the code sent to %@ to use Link to pay by default." = "Ödemenizde varsayılan olarak Link'i kullanmak için %@ numaralı telefona gönderilen kodu girin";

"Enter your verification code" = "Doğrulama kodunuzu girin";

"For security, please re-enter your card’s security code." = "Güvenliğinizin sağlanması için lütfen kartınızın güvenlik kodunu tekrar girin.";

"IBAN" = "IBAN";

"Join Link" = "Link'e katıl";

"Log out of Link" = "Link'ten çıkış yap";

"Name on card" = "Karttaki isim";

"Not %@?" = "%@ doğru değil mi?";

"Open your UPI app to approve your payment within %@" = "Ödemenizi onaylamak için %@ içinde UPI uygulamanızı açın";

"Or" = "Veya";

"Or pay using" = "Veya şununla ödeyin:";

"Or pay with a card" = "Ya da kartla ödeyin";

"Pay %@" = "%@ öde";

"Pay another way" = "Başka bir ödeme şekli kullanın";

"Pay faster at %@ and thousands of merchants." = "%@ dahil binlerce satıcı için daha hızlı ödeme yapın.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "<img/> ile <installment_price/> tutarında faizsiz <num_installments/> taksitle ödeyin";

"Pay later with Klarna." = "Daha sonra Klarna ile ödeyin.";

"Pay over time with %@" = "%@ ile zaman içinde ödeyin";

"Pay using" = "Ödeme seçeneği";

"Pay with %@" = "%@ ile öde";

"Pay with your bank account in just a few steps." = "Sadece birkaç adımda banka hesabınız ile ödeyin.";

"Payment" = "Ödeme";

"Payment failed" = "Ödeme başarısız oldu";

"Payment methods" = "Ödeme yöntemleri";

"Please go back and select another payment method" = "Lütfen geri gidip başka bir ödeme yöntemi seçin";

"Point the camera at your card." = "Kamerayı kartınıza doğrultun.";

"Processing..." = "İşleniyor...";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove %1$@ ending in %2$@" = "%2$@ ile biten %1$@ kartını kaldırın";

"Remove Card" = "Kartı Kaldır";

"Remove card" = "Kartı kaldır";

"Remove linked account" = "Bağlı hesabı kaldır";

"Resend code" = "Kodu tekrar gönder";

"Save address" = "Adresi kaydet";

"Save for future payments" = "Gelecekteki ödemeler için kaydedilsin";

"Save my info for secure 1-click checkout" = "Tek tıklamayla güvenli ödeme için bilgilerimi kaydet";

"Save this account for future %@ payments" = "Bu hesabı gelecekteki %@ ödemeleri için kaydedin";

"Save this card for future %@ payments" = "Bu kartı gelecekteki %@ ödemeleri için kaydedin";

"Secure 1⁠-⁠click checkout" = "Tek tıklamayla güvenli ödeme";

"Select your payment method" = "Ödeme yönteminizi seçin";

"Set as default" = "Varsayılan olarak ayarla";

"Set as default payment method" = "Varsayılan ödeme yöntemi olarak ayarla";

"Set up" = "Ayarla";

"Shipping to %@ is not supported." = "Varış noktası %@ olan gönderimler desteklenmez.";

"Show menu" = "Menüyü göster";

"Sign in to your Link account" = "Link hesabınızda oturum açın";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe, 1-2 iş günü içinde hesabınıza 0,01 ABD doları yatıracaktır. Ardından, %@ ödemesini tamamlama talimatlarını içeren bir e-posta alacaksınız.";

"Tap to close" = "Kapatmak için dokunun";

"Tap to expand" = "Genişletmek için dokunun";

"The IBAN you entered is incomplete." = "Girdiğiniz IBAN eksik.";

"The provided verification code has expired." = "Sağlanan doğrulama kodunun süresi dolmuş.";

"The provided verification code is incorrect." = "Sağlanan doğrulama kodu yanlış.";

"This card has expired. Update your card info or choose a different payment method." = "Bu kartın süresi dolmuş. Kart bilgileirnizi güncelleyin veya farklı bir ödeme yöntemi seçin.";

"This is your default" = "Bu varsayılan ödeme yönteminizdir";

"Too many attempts. Please try again in a few minutes." = "Çok fazla deneme yapıldı. Lütfen birkaç dakika içinde tekrar deneyin.";

"Unavailable for this purchase" = "Bu satın alım için kullanılamaz";

"Update card" = "Kartı güncelle";

"Use your saved info to check out faster" = "Kayıtlı bilgilerinizi kullanarak daha hızlı ödeme yapabilirsiniz";

"Your IBAN should start with a two-letter country code." = "IBAN numaranız iki harfli bir ülke koduyla başlamalıdır.";

"iDEAL Bank" = "iDEAL Bank";
